---
kind: method
id: M:Autodesk.Revit.DB.UV.#ctor
source: html/661866d6-56a4-4d43-4a87-cc73cc9ece0b.htm
---
# Autodesk.Revit.DB.UV.#ctor Method

Creates a default UV with the values (0, 0).

## Syntax (C#)
```csharp
public UV()
```